Repository: Rastaman72/SpeedReaderGit
Catalog: SpeedReader/SpeedReader/*.lproj/Localizable.strings
Languages: pl

source: Login
pl: Zaloguj

source: Add
pl: Dodaj

source: Delete
pl: Usuń

source: Import
pl: Importuj

source: Export
pl: Eksportuj

source: Welcome
pl: Witaj

source: If you want add account, first fill all fields
pl: Aby dodać konto uzupełnij poniższe dane

source: Put your name
pl: Twoje imię

source: Add password ?
pl: Zabezpiecz konto hasłem

source: Password
pl: Hasło

source: Repeat password
pl: Powtórz hasło

source: Create account
pl: Dodaj konto

source: Imports account
pl: Import konta

source: Choose file with user settings and click import
pl: Wczytaj plik z danymi konta i kliknij na importuj

source: File
pl: Plik

source: Choose file
pl: Wczytaj plik

source: Account name
pl: Nazwa konta

source: Import account
pl: Importuj konto

source: First you have to choose file to import
pl: Proszę najpierw wybrać plik zawierający konto do importu

source: Export account
pl: Eksportuj konto

source: Export via File Sharing
pl: Eksportuj na dysk

source: Export via Email
pl: Eksportuj na adres mailowy

source: Cancel
pl: Anuluj

source: Error
pl: Błąd

source: Fields password and repassword cannot be empty
pl: Pole hasło i powtórz hasło nie mogą być puste

source: Passwords don't match
pl: Hasła nie są takie same

source: User already exsist
pl: Użytkownik już istnieje

source: Field login cannot be empty
pl: Pole twoje imię nie może być puste

source: User already exsist choose other login or delete exist account
pl: Użytkownik już istnieje, proszę wybrać inna nazwę albo usunąć istniejące konto

source: Are you sure ?
pl: Jesteś pewien, że chcesz usunąć wybrane konto ?

source: Back
pl: Wróć

source: First choose user
pl: Najpierw wybierz wybierz użytkownika

source: You put diffrent password in repeat password field
pl: Podane hasła nie są identyczne

source: Security
pl: Weryfikacja

source: Put password please
pl: Proszę podać hasło

source: You put bad password
pl: Podałeś złe hasło

source: presenter
pl: Prezenter

# LessonDescription
source: Lesson desc
pl: Moduł ten podzielony jest na 14 lekcji

# ExercisesDescription
source: Exercises desc
pl: Moduł ćwiczeń

# StatsDescription
source: Stats desc
pl: Moduł statystyk

# MetronumDescription
source: Metronum desc
pl: Moduł metronum

# TimerDescription
source: Timer desc
pl: Moduł stoper

# Test
source: lesson 0
pl: Lekcja 0 Czego się dziś DOWIESZ? Czym właściwie jest ten kurs? Jak wyglądać będą lekcje? Przystąpisz do pierwszego testu szybkości czytania. SPEED READER PL 2.0 jest następcą programu SPEED READER PL, który uzyskał m.in tytuł produktu roku w rankingu programów edukacyjnych magazynu CHIP (III miejsce w kategorii programów edukacyjnych). Przez 3 lata, kiedy SPEED READER PL istniał na rynku otrzymaliśmy bardzo wiele listów z podziękowaniami oraz sugestiami, czego programowi brakuje, co jest mniej wygodne i co powinniśmy zmienić. Wielu użytkownikom brakowało na przykład narzuconego planu ćwiczeniowego. Użytkownikom dostarczany był elastyczny szkic jak powinna wyglądać nauka, jednak ćwiczenia każdy miał dobierać z zestawu treningowego według własnych predyspozycji. To okazywało się dużym utrudnieniem. Biorąc pod uwagę opinie, sugestie i prośby użytkowników poprzedniej wersji stworzyliśmy zupełnie nowy, nowoczesny program dostosowany do oczekiwań użytkowników. Kurs składa się z 14 lekcji, na wzór kursów stacjonarnych organizowanych przez szkoły szybkiego czytania, a każda lekcja podzielona jest na dwie części, oraz z modułu treningowego, gdzie dostępne są wszystkie ćwiczenia w przeróżnych konfiguracjach. Z modułu treningowego należy korzystać wedle własnych potrzeb. Pierwsza część każdej lekcji, to wykład teoretyczny. Trenerka Martyna stopniowo wprowadza nas w tajniki efektywnego i szybkiego czytania, prowadząc przy tym dialog z użytkownikiem. Trenerka stosuje wiele sztuczek psychologicznych, aby jak najbardziej zmotywować nas do pracy i dba aby czas spędzony na nauce był wykorzystany efektywnie i w miłej atmosferze. Druga część lekcji to ćwiczenia. Dla każdej lekcji przygotowany jest oddzielny zestaw ćwiczeń, gdzie w miarę postępów pewne ćwiczenia z początku kursu ustępują miejsca ćwiczeniom bardziej zaawansowanym. Zaczynamy od poszerzania pola widzenia i walki z artykulacją, pokonywania regresji, potem skracanie czasu potrzebnego na rozpoznawanie słów, trening spostrzegawczości, trening pamięci, efektywne selekcjonowanie tekstu, ćwiczenie koncentracji i wreszcie ćwiczenie antycypacji i algorytmy szybkiego czytania. Dobór ćwiczeń nie jest przypadkowy. Ćwiczenie bowiem np. antycypacji przy wąskim polu widzenia nie przyniesie zamierzonych efektów. Odgadywanie słów przyjdzie nam zbyt łatwo. Jeżeli któreś z użytych w opisie kursu słów jest dla Ciebie niezrozumiełe, nie przejmuj się. Już wkrótce wszystko stanie się jasne. Osobom początkującym zalecamy naukę w formie 2 lub 3 lekcje tygodniowo, np. poniedziałek, środa i piątek, a w dni „wolne” od lekcji pracę z ćwiczeniami które wystąpiły w ostatniej lekcji. Jeżeli w kolejnej lekcji okaże się, że Twoje umiejętności nie pozwalają sprostać wymaganiom lekcji konieczne jest podniesienie umiejętności przez pracę z ćwiczeniem, z którym są problemy, w module treningowym. Osoby, które miały już styczność z zagadnieniami szybkiego czytania, jeżeli ich umiejętności na to pozwalają, mogą wykonywać kolejne lekcje dzień po dniu. Bardzo ważne jest, aby rozpoczynając kurs przygotować sobie ciekawą książkę, na której będziesz ćwiczyć. Należy codziennie czytać książkę i stosować poznane techniki i wskazówki, aż staną się one nawykiem. Na początku bardzo ważne jest pozbycie się nawyku artykulacji. Jeżeli Ciebie także dotyczy ten problem, nie bagatelizuj zaleceń z pierwszych lekcji kursu. Czytaj książkę i stosuj wskazówki, jakie poznasz. Teraz wciśnij strzałkę w prawym dolnym rogu ekranu i przejdź do pierwszego testu prędkości czytania. Wynik testu i wszystkich kolejnych będziesz mógł, mogła obserwować w statystykach. To najlepszy sposób, aby śledzić efekty nauki. Powodzenia!
